# input და output იგივე რაც i.o  input  არის როდესაც კურსორით ვაწვებით რაიმეს არის სხვადასხვა მოწყობილობები კონტროლერი მაუსი ჯოისტიკი და ასე შემდეგ  output არის როდესაც input-ში რაიმეს ვაწვებით და outputi გამოსცემს ხმას არის სხვადასხვა მოწყობილობები მაგაითად ყურსასმენი და ასე შემდეგ ზოგი ისეთ ნივთია რაც ორივეში შედის მაგალითდ პილასოსი ფოტო აპარატი და ა.შ


# კონკატენაცია არის ორი ან რამდენიმე სტრინგის შეერთება ერთმანეთში



name=" enter_name"

surname=" enter_surname "
print(name+surname)


what_i_want_to_eat=input("khinkali")
print(what_i_want_to_eat)

